[{"_id":"57909db8bde8a86388390dc8","Title":"Microsoft Band 2","Subtitle":"Continuous heart rate monitor tracks heart rate, calorie burn, and sleep quality. Tracking for running, biking, golf, and more. Email, text, calendar, and call alerts on the go. 11 sensors, including GPS, UV monitor, and barometer. Full-color curved display. Works with Windows Phone, Android, and iPhone2","ImageUrl":"/Assets/DataImages/band2.jpg","Description":"Live healthier and achieve more\r\nMicrosoft Band 2 tracks your heart rate, exercise, calorie burn, and sleep quality, and keeps you connected with email, text, and calendar alerts.3 It features 11 sensors, including a GPS, UV monitor, and barometer. And with the power of Microsoft Health, you have the tools you need to reach your goals.\r\n\r\nLive healthier\r\nTrack your heart rate, steps, stairs climbed, calorie burn, and sleep quality. Get actionable insights from Microsoft Health.\r\n\r\nGet fit\r\nReach your fitness goals with custom tracking whether you’re running, biking, golfing, or working out. And Guided Workouts provide more variety with exercise prompts right on your band.\r\n\r\nBe productive\r\nStay connected at a glance with email, text, calendar, call alerts, and social updates. Take notes and set reminders with your voice using Cortana.\r\n\r\nAdvanced technology\r\nMicrosoft Band 2 features 11 advanced sensors, including a GPS, UV monitor, and barometer. Its curved screen fits comfortably on your wrist, and it sports a vibrant, colorful display.\r\n\r\nContinuous heart rate monitor\r\nUnderstand more about your overall fitness when you can track your heart rate 24 hours a day. Know the boundaries of your heart rate zones.\r\n\r\nRun\r\nTrack your heart rate, calorie burn, splits, elevation gained, and instantaneous and average pace. In the mobile app and web dashboard, see a map of your run and find ways to improve.\r\n\r\nEmail previews and calendar notifications\r\nMonitor and preview emails right on your wrist, and keep your phone in your pocket. Microsoft Band stays in sync with your calendar, reminding you of important events.\r\n\r\nBuilt-in GPS mapping\r\nPut away your phone and concentrate on your golf game or your workout with the built-in GPS. When you run or bike, you’ll get a map of your route in the mobile app and web dashboard.\r\n\r\nTech specs\r\n\r\nBand material\r\nThermal plastic elastomer silicone vulcanite (TPSV)\r\n\r\nDisplay size\r\n1.26 x 0.50 in (32 x 12.8 mm)\r\n\r\nDisplay type\r\nAMOLED\r\n\r\nResolution\r\n320 x 128 pixels\r\n\r\nBattery life5\r\n48 hours of normal use; advanced functionality like GPS use will impact battery performance\r\n\r\nAverage charge time\r\nFull charge in less than 1.5 hours\r\n\r\nBattery type\r\nLi-Polymer\r\n\r\nOperating temperature ranges\r\n14° to 104°F (-10° to 40°C)\r\nMaximum operating altitude\r\n-300m to +4877m\r\n\r\nWarranty\r\n1-year limited warranty. Additional statutory rights may apply in your country.\r\n\r\nSensors\r\nOptical heart rate sensor\r\n3-axis accelerometer/gyro\r\nGyrometer\r\nGPS\r\nAmbient light sensor\r\nSkin temperature sensor\r\nUV sensor\r\nCapacitive sensor\r\nGalvanic skin response\r\nMicrophone\r\nBarometer\r\n\r\nAdditional technology\r\nHaptic vibration motor\r\nConnectivity\r\nBluetooth 4.0 (Low Energy)\r\n\r\nSupported mobile devices\r\nWindows Phone 8.1 update2 or later, iPhone: 4S, 5, 5C, 5S, 6, 6 Plus, iOS 8.1.2, and Android 4.4 or later phones with Bluetooth\r\n\r\nCharge cable connector\r\nCustom charge cable\r\n\r\nWater resistance1\r\nFor limitations on water resistance see www.microsoft.com/band/waterresistance","Thumbnail":"/Assets/DataImages/band.jpg"},{"_id":"57909db8bde8a86388390dc9","Title":"Microsoft HoloLens","Subtitle":"Microsoft HoloLens devices will begin shipping in the first quarter of 2016. Be at the forefront of holographic computing. Transform the ways you communicate, create, collaborate, and explore.","ImageUrl":"/Assets/DataImages/holo2.jpg","Description":"Bring ideas to life.\r\nMicrosoft HoloLens is the first fully untethered, holographic computer, enabling high-definition holograms to integrate with your world. Help develop the future of holographic computing. Come unlock new possibilities.\r\n\r\nThe latest on Microsoft HoloLens.\r\n\r\nShare your ideas for holographic apps.\r\nShare your idea through January 11th, and we’ll build one. We’ll share each step of development as we go, and deliver the code back to the community. You’ll have a front row seat to see how it comes to life.\r\n\r\nSee into the future of product design with Autodesk.\r\nMicrosoft HoloLens and Autodesk Fusion 360 are helping improve collaboration across the product development process, enabling engineers and designers to iterate together in real-time. Better connections and communication are the future of product design.\r\n\r\nDefining the future of car discovery with Volvo.\r\nVolvo Cars is renowned for luxury, safety, and design. Explore how HoloLens brings its cutting edge car features to life in ways never before possible.\r\n\r\nIntroducing the first Microsoft HoloLens research grants.\r\nMeet the award recipients whose research proposals for Microsoft HoloLens were selected for academic grants, and hear about their ideas in their own words. Submissions exceeded our expectations—not only in number, but in quality and diversity of institutions.\r\n\r\nGet the Microsoft HoloLens Development Edition.\r\nMicrosoft HoloLens devices will be available for developer and commercial audiences in the United States and Canada, and begin shipping in the first quarter of 2016.\r\n\r\nConnect, create, and explore like never before.\r\n\r\nTransform the ways you connect, create, collaborate, and explore. Your ideas are one step closer to becoming real when you can use holograms to show your designs, collaborate remotely, and learn new things in relation to the real world.\r\n\r\nEnabled by Windows 10.\r\nWindows 10 is the first platform to support holographic computing with APIs that enable gaze, gesture, voice, and environmental understanding on an untethered device.","Thumbnail":"/Assets/DataImages/holo.jpg"},{"_id":"57909db8bde8a86388390dca","Title":"Microsoft Surface Hub","Subtitle":"Display: 55\" HD 84\" 4K, Processor: 4th generation Intel® Core™ processor family, Sensors: Infrared, imaging and depth sensors, Graphics: 55\": Intel® HD Graphics 4600 84\": NVIDIA Quadro K2200, Cameras: 2 built-in wide-angle HD cameras","ImageUrl":"/Assets/DataImages/873e847e-c2a3-4fa9-b.jpg","Description":"Microsoft\r\nSurface Hub\r\nUnlock the power of the group with Microsoft Surface Hub, a powerful team collaboration device designed to advance the way people work together naturally.\r\n\r\nShipping January 2016.\r\n\r\nEngaging and productive meetings\r\n\r\nMicrosoft Surface Hub reimagines the meeting experience so that you can unlock the power of the group. You can walk up and join a Skype for Business meeting with a single tap, and share content effortlessly, so that you spend your time connecting to people rather than technology. And since you can easily send meeting notes and content, you can communicate outcomes and action points.\r\n\r\nScheduled or spontaneous\r\nSchedule meetings in advance with Skype for Business or invite remote attendees ad hoc when you want to bring them into the discussion.\r\n\r\nOne-touch meeting start\r\nStart meetings on time with a tap of the screen. End your session with an option to save and send meeting content to the group for later use.\r\n\r\nEasy to share content\r\nYou can easily share content from laptops, tablets, or phones. With inkback™ and touchback™, your changes will appear on compatible personal devices.\r\n\r\nEngaging for everyone\r\nEveryone can see content and contribute equally no matter where they are. Clear sound and high-quality video make meetings great.\r\n\r\n\"The Surface hub allows professors, students, and professionals to collaborate in new and exciting ways that will reshape how we work, teach, and research in the classroom and around the world.\"\r\nHarvard Law School\r\n\r\n\"Use of innovative technology in the courtroom has always been a competitive differentiator for us. We look forward to using Surface Hub in the courtroom as a compelling storytelling platform.\"\r\nBartlit Beck Herman Palenchar & Scott LLP\r\n\r\n\"Surface Hub represents a new era for meeting space productivity by natively integrating with Crestron to display 4K and HD content, control the room, and manage these spaces on the network.\"\r\nCrestron\r\n\r\n\r\n\"Surface Hub is a game changer; enabling true enterprise collaboration by combining Skype for Business with HD video and interactivity for any meeting space.\"\r\nWhitlock\r\n\r\nBest way to create and brainstorm with others\r\n\r\nMake working together the most productive part of your day. Share your ideas with others on a canvas that is as big as your imagination. Bring teams together in a way that feels completely natural, with technology that doesn’t intrude, but helps ideas flow. Expand what can be accomplished in the moment and then don’t lose the momentum – capture your work so you can act on it later.\r\n\r\nOneNote whiteboard\r\nUse the OneNote whiteboard to share ideas on an infinite canvas, paste and annotate content from other apps, and bring remote participants into the brainstorm.\r\n\r\nFluid, natural ink\r\nThe ink on Microsoft Surface Hub is so fluid and responsive that it feels just like a pen on paper—and it lets two people ink at the same time.\r\n\r\nBuilt for teamwork\r\nWhether you’re in the room or on the other side of the world, Microsoft Surface Hub brings everyone into the collaboration.\r\n\r\nTake your ideas with you\r\nSave your whiteboard as a rich OneNote file and email it to others so your ideas don’t evaporate when the meeting ends.","Thumbnail":"/Assets/DataImages/hub.jpg"},{"_id":"57909db8bde8a86388390dcb","Title":"Microsoft Surface Pro 4","Subtitle":"12.3-inch PixelSense touchscreen display 6th Gen Intel Core m3, i5, or i7 Surface Pen included Windows 10 Pro","ImageUrl":"/Assets/DataImages/69cf61fe-4223-49b1-b.jpg","Description":"Surface Pro 4\r\nThe tablet that can replace your laptop.\r\n\r\nWrite your own rules.\r\nTo do great things, sometimes you have to break the rules. That’s why we reinvented Surface Pro so you can reinvent everything else. Surface Pro 4. The tablet that can replace your laptop.\r\n\r\nAmazing screen\r\nThe 12.3” PixelSense™ display has extremely high contrast and low glare, giving you a picture rivaling real life.\r\n\r\nIncredibly mobile\r\nMore powerful and lighter than ever before at 1.69lbs (766 grams). Surface Pro 4 is the most versatile and productive device you’ll ever use.\r\n\r\nWork on the go\r\nWith the multi-position kickstand and an improved Type Cover,1 it transforms into a fully functioning laptop running desktop software.\r\n\r\nExceptional performance.\r\nSurface Pro 4 is your mobile workstation, with Intel®Core™ processors that allow you to run multiple programs.\r\n\r\nMobile workstation\r\nSurface Pro 4 with 6th Generation Intel® Core™ m3, i5, and i7 processors is not only more powerful – it’s quieter and runs cooler than ever before.\r\n\r\nStay sharp\r\nVideo conference in HD with the 5MP front-facing camera or take stunning pictures and video with the 8MP autofocus rear-facing camera.\r\n\r\nLasts all day\r\nThe battery lasts up to 9 hours2 so you can work uninterrupted. Now you can take your Surface with you all day.\r\n\r\nRuns Windows & Office perfectly.\r\nThe best Windows ever, with lots of new features you’ll love. Like innovations in security, personalization, and productivity.\r\n\r\nFull Office\r\nSurface Pro 4 works perfectly with the full suite of Office products,1 driving your productivity to new heights.\r\n\r\nMarkup webpages\r\nWrite directly on webpages with Surface Pen in the all-new Microsoft Edge browser and share your notes easily.\r\n\r\nLimitless apps\r\nSurface Pro 4 has all the power you need for even the most demanding apps, along with creative and professional software.\r\n\r\nINNOVATION\r\n\r\nOne click to Cortana.\r\nClick and hold the top of Surface Pen to activate Cortana, your truly personal digital assistant.\r\n\r\nOne click to OneNote.\r\nWith one click of Surface Pen, a blank OneNote page appears for quick notes.\r\n\r\nRest your hand.\r\nWith Palm Block technology you can rest your hand on the screen to write naturally, just like a pad of paper.\r\n\r\nNatural writing experience.\r\nSurface Pen combines 1024 levels of pressure sensitivity with low latency, for a real pen on paper feeling.\r\n\r\nPixelSense™\r\nOur PixelSense™ is a true-to-life screen technology designed for beauty, touch and pen.\r\n\r\nYour truly personal digital assistant.\r\nClick and hold the top of Surface Pen to activate Cortana,4 your truly personal digital assistant.\r\n\r\nWindows Hello\r\nLog in with a smile. With Windows Hello, your Surface Pro  will know you’re you. You’ll love these security features and the convenience that comes with them.\r\n\r\nIN ACTION\r\n\r\nSurface Pro 4 in action.\r\nAriela Suster uses Surface Pro 4 to help empower El Salvadorean teenagers.\r\n\r\nPower to create.\r\nWith the full power of a laptop, you can run all of your desktop software.\r\n\r\nWorks the way you do.\r\nOn a plane, on your lap, or dock it at your desk to turn it into a desktop PC.","Thumbnail":"/Assets/DataImages/surfacepr4.jpg"},{"_id":"57909db8bde8a86388390dcc","Title":"Surface 3 - 64GB","Subtitle":"10.8\" Full HD touchscreen display Windows 10 Includes 1-year Office 365 Personal ($69.99 value)3 Only 1.37 lbs","ImageUrl":"/Assets/DataImages/15652885-0879-4a65-8.jpg","Description":"Surface 3 is great for…\r\nStudents\r\nTake notes, write directly on screen, and even record a lecture at the same time. With up to 10 hours of battery life for video playback,1 Surface 3 lasts through your movie marathon (or all your classes).\r\n\r\nParents\r\nWhether it’s watching movies, managing your budget, or helping your child learn and play, Surface 3 has it covered. Feel more confident when your children are online with enhanced family safety settings.\r\n\r\nMobile professionals\r\nSurface 3 is the perfect travel companion. It combines a great price, long battery life, and optional 4G LTE3 with the productivity features you need, like running desktop software and laptop-style typing.\r\n\r\nThe best of a tablet.\r\nEvery aspect of Surface 3 has been meticulously crafted – from the strong, light frame with a 3-position Kickstand to the 10.8” high-resolution screen. Surface is elegant and durable enough to take everywhere.\r\n\r\nThinnest and lightest Surface ever\r\nThe 622g Surface 3 is just the right size to slip under your arm or in your purse and take anywhere.\r\n\r\nPower through your day\r\nSurface 3 has up to 10 hours of battery life for video playback* so you can work, browse, play, or watch all day long.\r\n\r\nWork the way you want\r\nWith our signature 3-position Kickstand, Surface 3 lets you binge watch your favorite shows hands-free.\r\n\r\nWorks like a laptop when you need it.\r\nSurface 3 is designed to adapt to your needs. With its fast Intel processor, click-in keyboard,2 and one year of Office included, it works like a laptop when you need it.\r\n\r\nMighty powerful\r\nSurface 3 has a Quad Core Intel® Atom™ x7 processor, so it’s fast, responsive and won’t slow you down when you’re on the go.\r\n\r\nDesktop software\r\nSurface 3 runs all your Windows desktop software like Microsoft Office, iTunes, and Photoshop Essentials.2\r\n\r\nFull-size USB 3.0\r\nWe’ve made it easy to connect all of your accessories with a full-size USB 3.0.\r\n\r\nRuns Windows and Office.\r\nSurface 3 comes with Windows 10, so you can get up and running quickly with all your favorite touch apps and desktop software, including OneNote and Drawboard PDF.\r\n\r\nSo many options\r\nNeed to stay productive? No problem. Touch apps and the essential desktop software you need run fast and smoothly with great options for multitasking.\r\n\r\nLimited time Office offer\r\nFor a limited time, get one year of Office 365 Personal4 ($69.99 value) with full versions of Excel, Word, PowerPoint, OneNote, and Outlook, plus OneDrive cloud storage.\r\n\r\nCortana on Surface\r\nSet reminders, manage your calendar, find files, and search the web with Cortana† in Windows 10.\r\nGreat Pen experience.\r\nThe optional Surface Pen2 feels just like an actual pen so it’s easy to draw, take notes, or write music. It’s the digital writing experience you’ve dreamed about.\r\n\r\nOne click to OneNote\r\nWith a click of the Pen, a blank OneNote sheet is available for quick notes or sketches, even if Surface is asleep.\r\n\r\nChoose your color\r\nPen comes in four vibrant colors – silver, black, red, and dark blue – so you can choose the one that suits you best.\r\n\r\nPalm Block technology\r\nRest your hand as you write without leaving a trace for a natural and intuitive writing experience.\r\n\r\nAccessories for your Surface 3.\r\nType Cover: Surface 3 Type Cover Turn your Surface 3 into a laptop with Type Cover. Available in bright new colors with backlit keys. \r\nDocking Station: Surface 3 Docking Station Instantly connect to your HD monitor, wired network, audio system, full-size keyboard, printer, and more with the Docking Station designed for Surface 3.\r\nSurface Pen: Surface Pen Write, draw and create on your Surface just as you would on paper. Choose from four vibrant colors. Designed for Surface Pro 3, Surface Pen is a great tool for taking notes, sketching, or just taking a screenshot.\r\nPower Supply: Charge up your Surface 3 with the 13W Micro USB Power Supply. Use the standard USB to micro USB cable to charge other devices like a smartphone or tablet.","Thumbnail":"/Assets/DataImages/surface3.jpg"}]