[{"_id":"57909dbbbde8a86388390ddf","Device":"Microsoft Band 2","Title":"Microsoft Band 2 review","Content":"The Microsoft Band 2 is better designed with more functionality than ever, making it one of the fitness trackers to have this year. There were a lot of design and comfort issues with the first Microsoft Band that irked many, but the Microsoft Band 2 is cleaner and better form fitting than before.   It's still not the most visually appealing fitness tracker, but it makes up for that by adding yet another sensor – a barometer – to an already sensor-packed device. Microsoft also included a few more apps, and the Band 2 hardware runs better all around. [...]","Url":"http://www.techradar.com/reviews/wearables/microsoft-band-2-1306006/review","Image":"/Assets/DataImages/techradar.jpg"},{"_id":"57909dbbbde8a86388390de0","Device":"Microsoft Band 2","Title":"Microsoft Band 2 review","Content":" The Band 2 is Microsoft’s second serious stab at the consumer wearable market. It aims to offer fitness fanatics a cross-platform tracker that will monitor everything from marathon runs to casual golf games.  As trackers go it generally achieves this goal, and is one of the better cross-platform wearables out there. But niggling flaws in its design and software, coupled with its hefty price tag, hinder its overall appeal. [...]","Url":"http://www.trustedreviews.com/microsoft-band-2-review","Image":"/Assets/DataImages/Trusted-Reviews-hi-r.png"},{"_id":"57909dbbbde8a86388390de1","Device":"Microsoft Band 2","Title":"Microsoft Band update includes music controls and movement reminde","Content":"Microsoft is updating its new Band with music controls today. It's a feature the company admits customers have been asking for, and it will work with any music app on a smartphone. Pause, play, skip forward and back are all supported, alongside volume control. Microsoft is partnering with Spotify to provide some holiday tunes, but any apps work across the Bluetooth connection. [...]","Url":"http://www.theverge.com/2015/12/10/9885078/microsoft-band-music-controls-feature-update","Image":"/Assets/DataImages/580px-The_Verge_logo-1.jpg"},{"_id":"57909dbbbde8a86388390de2","Device":"Microsoft HoloLens","Title":"Hands on: Microsoft HoloLens review","Content":"HoloLens offers a unique AR experience. It's great build quality and attention to detail are pluses, and the application potential feels limitless. It's now a matter of whether Microsoft can fix some nagging issues, and how much it will cost. First up, while the hardware didn't appear, at a glance, to have been updated, unlike Michelle below, I found it very comfortable to wear, at least for the 15 minutes or so that the demo lasted. This may very well because, with a fairly prominent but not huge nose and shaved head, I am the optimum head type for HoloLens.    I also wear glasses and these fitted easily enough under the headset. [...]","Url":"http://www.techradar.com/reviews/wearables/microsoft-hololens-1281834/review","Image":"/Assets/DataImages/techradar-1.jpg"},{"_id":"57909dbbbde8a86388390de3","Device":"Microsoft HoloLens","Title":"Microsoft's HoloLens hands-on review","Content":"Will Microsoft's HoloLens be the future of how creatives and gamers interact with their computers? I got some time with a development version to find out, and while most of the demo was focussed on how the average person might use it in the home, I got some insight into how you could use it to create too. [...]","Url":"http://www.digitalartsonline.co.uk/reviews/interactive-design/microsofts-hololens-hands-on-review/","Image":"/Assets/DataImages/DigitalArts-1.jpg"},{"_id":"57909dbbbde8a86388390de4","Device":"Microsoft Surface Hub","Title":"Microsoft Surface Hub hands-on review","Content":"Imagine a Surface tablet, exploded into something that dwarfs you as you stand beside it. Add in a pair of cameras, superb digital inking, and collaboration features. That's the Microsoft Surface Hub, which I just tried out. [...]","Url":"http://www.digitalartsonline.co.uk/reviews/creative-hardware/microsoft-surface-hub-review/","Image":"/Assets/DataImages/DigitalArts-2.jpg"},{"_id":"57909dbbbde8a86388390de5","Device":"Microsoft Surface Hub","Title":"Hands on: Surface Hub review","Content":"Take the optically bonded screen of Surface Pro and the giant PPI touch screen plus OneNote and Skype for Business and you get Surface Hub; one of the nicest smart whiteboards I've tried. There are plenty of giant screens and plenty of whiteboard systems. Surface Hub - which is the new name for the latest Perceptive Pixel system - uses Windows 10, OneNote and Skype for Business to turn the great PPI touch interface into a way to take the pain out of meetings. It's big - and likely pricey - but it's also clever. [...]","Url":"http://www.techradar.com/reviews/pc-mac/tablets/surface-hub-1281987/review","Image":"/Assets/DataImages/techradar-2.jpg"},{"_id":"57909dbbbde8a86388390de6","Device":"Microsoft Surface Hub","Title":"Using Microsoft Office 2016 on a 55 inch Surface Hub","Content":"We were treated to a demo of Microsoft's latest productivity software suite running on the small Surface Hub in New York last week, and the possibilities go far beyond what you can do with a standard whiteboard. [...]","Url":"http://uk.pcmag.com/video/71324/using-microsoft-office-2016-on-a-55-inch-surface-h","Image":"/Assets/DataImages/logo_pcmag_uk-2.png"},{"_id":"57909dbbbde8a86388390de7","Device":"Microsoft Surface Pro 4","Title":"Microsoft Surface Pro 4 review","Content":"Has Microsoft at last crafted a tablet that can reasonably, without considerable compromise, replace your laptop? Short of going back to the drawing board on the battery, this looks as close as it's going to get. This review was originally written based on pre-production hardware that had been suffering battery performance issues that Microsoft claims will not affect the retail units that customers will be able to purchase on launch day.  [...]","Url":"http://www.techradar.com/reviews/pc-mac/tablets/microsoft-surface-pro-4-1290285/review","Image":"/Assets/DataImages/techradar-3.jpg"},{"_id":"57909dbbbde8a86388390de8","Device":"Microsoft Surface Pro 4","Title":"Microsoft Surface Pro 4 review","Content":"The Surface Pro 4 doesn’t rework the wheel on the design front. The tablet section of the Surface Pro 4 looks almost identical to the Pro 3 from a distance. It has the same metallic-grey magnesium finish; the same adjustable kickstand; and only slightly more svelte 292 x 201 x 8.4mm dimensions. [...]","Url":"http://www.trustedreviews.com/microsoft-surface-pro-4-review","Image":"/Assets/DataImages/Trusted-Reviews-hi-r-1.png"},{"_id":"57909dbbbde8a86388390de9","Device":"Microsoft Surface Pro 4","Title":"Surface Pro 4 is the fastest Surface adopted in business ever","Content":"On the Surface team, we have been inspired by the ways our business customers are using our devices to push the limits of performance and productivity. We’re humbled by the increasing number of businesses that choose Surface to help their employees get more done in an array of industries including doctors, bankers, commercial pilots, retailers, hotel operators, teachers, engineers and manufacturers. [...]","Url":"https://blogs.windows.com/devices/2015/10/20/surface-pro-4-is-the-fastest-surface-adopted-in-business-ever/","Image":"/Assets/DataImages/Microsoft.png"}]